Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Max sources per downloading file:
sv: Max källor per hämtad fil:

source: Max simultaneous connections:
sv: Max samtidiga anslutningar:

source: Autoconnect on startup
sv: Autoanslut vid start

source: Reconnect on loss
sv: Återanslut vid nedkoppling

source: Remove dead server after
sv: Ta bort död server efter

source: retries
sv: försök

source: Update server list when connecting to a server
sv: Uppdatera serverlistan vid anslutning till en server

source: Update server list when a client connects
sv: Uppdatera serverlistan när en klient ansluter

source: Use priority system
sv: Använd prioriteringssystem

source: Use smart LowID check on connect
sv: Använda smart LowID kontroll vid anslutning

source: Safe connect
sv: Säker anslutning

source: Autoconnect to servers in static list only
sv: Autoanslut endast till servrar i statisk-listan

source: Set manually added servers to High Priority
sv: Ställ in hög prioritet på manuellt tillagda servrar

source: Add files to download in pause mode
sv: Lägg till filer för nerladdning i pausläge

source: Add files to download with auto priority
sv: Lägg till filer för nerladdning med automatisk prioritet

source: Try to download first and last chunks first
sv: Försök att hämta första och sista bitarna först

source: Start next paused file when a file completes
sv: Börja nästa pausade fil när en fil är klar

source: From the same category
sv: Från samma kategori

source: In alphabetic order
sv: I alfabetisk ordning

source: Preallocate disk space for new files
sv: Förallokera diskutrymme för nya filer

source: For new files preallocates disk space for the whole file, thus reduces fragmentation
sv: För nya filer förallokeras diskutrymme för hela filen, detta minskar fragmentering

source: Stop downloads when free disk space reaches
sv: Stoppa nedladdningar när ledigt diskutrymme når

source: Select this if you want aMule to check your disk space
sv: Välj detta om du vill aMule att kontrollera diskutrymmet

source: Enter here the min disk space desired.
sv: Ange här min diskutrymme.

source: Save 10 sources on rare files (< 20 sources)
sv: Spara 10 källor för sällsynta filer (<20 källor)

source: Add new shared files with auto priority
sv: Lägg till nya delade filer med automatisk prioritet

source: Advanced I.C.H. trusts every hash (not recommended)
sv: Avancerad I.C.H. litar på varje hash (rekommenderas inte)

source: Shared folders
sv: Delade mappar

source: (Right click on folder icon for recursive share)
sv: (Högerklicka på mappikonen för rekursiv delning)

source: Share hidden files
sv: Dela ut dolda filer

source: Graphs
sv: Diagram

source: Update delay : 5 secs
sv: Uppdateringsfördröjning: 5 sekunder

source: Time for average graph: 100 mins
sv: Tid för genomsnittlig graf: 100 minuter

source: Connections Graph Scale: 100
sv: Anslutningar Diagramskala: 100

source: Download graph scale:
sv: Hämtningsgrafskala:

source: Upload graph scale:
sv: Uppladdningsgraf-skala:

source: Background
sv: Bakgrund

source: Grid
sv: Rutnät

source: Download current
sv: Hämtning nu

source: Download running average
sv: Hämtningar nu, medelvärde

source: Download session average
sv: Hämtningar session, genomsnittlig

source: Upload current
sv: Hämtningar nu

source: Upload running average
sv: Hämtningar nu, medelvärde

source: Upload session average
sv: Uppladdningsession, genomsnittlig

source: Active connections
sv: Aktiva anslutningar

source: Kad-nodes current
sv: Kad-noder nuvarande

source: Kad-nodes running
sv: Kad-noder körs

source: Kad-nodes session
sv: Kad-noder session

source: Tree
sv: Träd

source: Number of Client Versions shown (0=unlimited)
sv: Antal klientversioner visas (0 = obegränsat)

source: !!! WARNING !!!
sv: !!! VARNING !!!

source: Max new connections / 5 secs
sv: Max nya anslutningar / 5 sek

source: File Buffer Size: 240000 bytes
sv: Filbuffertstorlek: 240000 bytes

source: Upload Queue Size: 5000 clients
sv: Uppladdningsköstorlek: 5000 klienter

source: Server connection refresh interval: Disable
sv: Serveranslutningsuppdateringsintervall: Inaktivera

source: Disable computer's timed standby mode
sv: Inaktivera datorns inställda standby-läge

source: Skin to use:
sv: Skin att använda:

source: Show "Fast eD2k Links Handler" in every window.
sv: Visa "Snabb eD2k-Länkhanterare" i varje fönster.

source: Show extended info on categories tabs
sv: Visa utökad information på kategoriflikar

source: Show application version on title
sv: Visa programversionen på titel

source: Show transfer rates on title
sv: Visa överföringshastigheter på titel

source: Before application name
sv: Före programnamn

source: After application name
sv: Efter programnamn

source: Show overhead bandwidth
sv: Visa overheadsbandbredd

source: Vertical toolbar orientation
sv: Vertikal verktygsfältsorientering

source: Download Queue Files
sv: Nedladdningsköfiler

source: Show progress percentage
sv: Visa framsteg i procent

source: Show progress bar
sv: Visa förloppsindikator

source: Round
sv: Rund

source: External Connection Parameters
sv: Externa Anslutningsparametrar

source: Accept external connections
sv: Acceptera externa anslutningar

source: IP of the listening interface:
sv: IP för lyssningsgränssnitt:

source: Enter here a valid ip in the a.b.c.d format for the listening EC interface. An empty field or 0.0.0.0 will mean any interface.
sv: Ange här en giltig ip i ABCD format för att lyssna EC-gränssnittet. Ett tomt fält eller 0.0.0.0 kommer att innebära alla gränssnitt.

source: Enable UPnP port forwarding on the EC port
sv: Aktivera UPnP-portforwarding på EC-port

source: Web server parameters
sv: Webbserverparametrar

source: Web template
sv: Web mall

source: Full rights password
sv: Fullständiga rättigheterslösenord

source: Enable Low rights User
sv: Aktivera låga användarrättigheter

source: Low rights password
sv: Låga rättigheterslösenord

source: Enable UPnP port forwarding of the web server port
sv: Aktivera UPnP-port-forwarding för webbserverport

source: Web server UPnP TCP port (Optional)
sv: Webbserverns UPnP TCP-port (tillval)

source: Page Refresh Time (in secs)
sv: Siduppdateringstid (i sek)

source: Enable Gzip compression
sv: Aktivera Gzip-komprimering

source: Click here to apply any changes made to the preferences.
sv: Klicka här för att tillämpa eventuella ändringar i inställningarna.

source: Reset any changes made to the preferences.
sv: Återställ eventuella ändringar i inställningarna.

source: Incoming Dir
sv: Inkommande mapp

source: Change priority for new assigned files
sv: Ändra prioritet för nya tilldelade filer

source: Don't change
sv: Ändra inte

source: Select color for this Category (currently selected)
sv: Välj färg för denna kategori (den valda)

source: Click this button to reset the log.
sv: Klicka på den här knappen för att återställa loggen.

source: Click on this button to update the servers list from URL ...
sv: Klicka på knappen för att uppdatera servrerlistan från URL ...

source: Server list
sv: Serverlista

source: Enter the url to a server.met file here and press the button to the left to update the list of known servers.
sv: Ange URL till en server.met-fil här och tryck på knappen till vänster för att uppdatera listan över kända servrar.

source: Add server manually: Name
sv: Lägg till server manuellt: Namn

source: Enter the name of the new server here
sv: Skriv in namnet på den nya servern här

source: Enter the IP of the server here, using the x.x.x.x format.
sv: Ange IP på servern här, med hjälp av xxxx format.

source: Enter the port of the server here.
sv: Ange porten på servern här.

source: Add manually a server (fill fields to the left before) ...
sv: Lägg manuellt till en server (fyll fälten till vänster innan) ...

source: aMule Log
sv: aMule-logg

source: Server Info
sv: Serverinformation

source: Click on this button to update the nodes list from URL ...
sv: Klicka på knappen för att uppdatera nodlistan från URL ...

source: Nodes (0)
sv: Noder (0)

source: Enter the url to a nodes.dat file here and press the button to the left to update the list of known nodes.
sv: Ange URL till en nodes.dat fil här och tryck på knappen till vänster för att uppdatera listan över kända noder.

source: Nodes stats
sv: Nodstatistik

source: Use Secure User Identification
sv: Använd säker användarIdentifiering

source: It is recommended to enable this option. You will not receive credits if SUI is not enabled.
sv: Det rekommenderas att aktivera det här alternativet. Du kommer inte att få poäng om SUI är inte aktiverat.

source: Protocol Obfuscation
sv: Protokollfördunkling

source: Support Protocol Obfuscation
sv: Stöd protokollfördunkling

source: This option enabled Protocol Obfuscation, and makes aMule accept obfuscated connections from other clients.
sv: Det här alternativet aktiverat protokollffördunkling och låter aMule acceptera dålda anslutningar från andra klienter.

source: Use obfuscation for outgoing connections
sv: Använd obfuscation (fördunkling) för utgående anslutningar

source: This option makes aMule use Protocol Obfuscation when connecting other clients/servers.
sv: Det här alternativet gör aMule använder protokoll-Obfuscation (fördunkling) vid anslutning till andra klienter/servrar.

source: Accept only obfuscated connections
sv: Accepterar endast fördunklade anslutningar

source: This option makes aMule only accept obfuscated connections. You will have less sources, but all your traffic will be obfuscated
sv: Det här alternativet gör aMule endast acceptera fördunklade anslutningar. Du kommer att ha mindre källor, men all din trafik kommer att döljas

source: Everybody
sv: Alla

source: No one
sv: Ingen.

source: Who can see my shared files:
sv: Vem kan se mina delade filer:

source: Select who can request to view a list of your shared files.
sv: Välj vem som kan begära att få se en lista över dina delade filer.

source: IP-Filtering
sv: IP-filtrering

source: Filter clients
sv: Filtrera klienter

source: Enable filtering of the client IPs defined in the file ~/.aMule/ipfilter.dat.
sv: Aktivera filtrering av klient-IP:n definierade i filen ~/.aMule/ipfilter.dat.

source: Filter servers
sv: Filtrera servrar

source: Enable filtering of the server IPs defined in the file ~/.aMule/ipfilter.dat.
sv: Aktivera filtrering av server-IP:n definierade i filen ~/.aMule/ipfilter.dat.

source: Reload List
sv: Återladda lista

source: Reload the list of IPs to filter from the file ~/.aMule/ipfilter.dat
sv: Återladda listan över IP-adresser att filtrera bort från filen ~/.aMule/ipfilter.dat

source: Auto-update ipfilter at startup
sv: Auto-uppdatering av ipfilter vid start

source: Filtering Level:
sv: Filtreringsnivå:

source: Always filter LAN IPs
sv: Filtrera alltid LAN-IP-adresser

source: Paranoid handling of non-matching IPs
sv: Paranoid hantering av icke-matchande IP

source: Use system-wide ipfilter.dat if available
sv: Använd systemvidd ipfilter.dat om sådan finns

source: Enable Online-Signature
sv: Aktivera Onlinesignaturer

source: Enables the writing of the OS file, which can be used by external apps to create signatures and the like.
sv: Möjliggör skrivning av OS-filen, som kan användas av externa program för att skapa signaturer och liknande.

source: Update Frequency (Secs):
sv: Uppdateringsfrekvens (Sek):

source: Change the frequency (in seconds) of Online Signature updates.
sv: Ändra frekvensen (i sekunder) av OnlineSignaturuppdateringar.

source: Save online signature file in:
sv: Spara onlinesignaturfil i:

source: Click here to select the directory containing the the Online Signature files.
sv: Klicka här för att välja den katalog som innehåller onlineSignaturFilerna.

source: Show country flags for clients
sv: Visa landsflagger för klienter

source: Filter incoming messages (except current chat):
sv: Filtrera inkommande meddelanden (utom nuvarande chatt):

source: Filter all messages
sv: Filtrera alla meddelanden

source: Filter messages from people not on your friend list
sv: Filtrera meddelanden från folk som inte finns i din kompislista

source: Filter messages from unknown clients
sv: Filtrera meddelanden från okända klienter

source: Filter messages containing (use ',' as separator):
sv: Filtrera meddelanden som innehåller (använd ',' som separator):

source: add here the words amule should filter and block messages including it
sv: skriv här orden amule ska filtrera och blockera meddelanden med dem

source: Show received messages in the log
sv: Visa mottagna meddelanden i loggen

source: Filter comments containing (use ',' as separator):
sv: Filtrera kommentarer som innehåller (använd ',' som separator):

source: Enable Proxy
sv: Aktivera proxy

source: Enable/disable proxy support
sv: Aktivera/inaktivera proxy-stöd

source: Proxy type
sv: Proxytyp

source: Proxy host
sv: Proxyserver

source: The proxy host name
sv: Proxyserverns värdnamn

source: The proxy port
sv: Proxyporten

source: Enable authentication
sv: Aktivera autentisering

source: Enable/disable username/password authentication
sv: Aktivera/inaktivera användarnamn/lösenordsautentisering

source: The username to use to connect to the proxy
sv: Användarnamnet som ska användas för att ansluta till proxyn

source: The password to use to connect to the proxy
sv: Lösenordet som ska användas för att ansluta till proxyn

source: Connect to:
sv: Anslut till:

source: Login to remote amule
sv: Logga in på fjärr-amule

source: Remember those settings
sv: Kom ihåg dessa inställningar

source: Enable Verbose Debug-Logging.
sv: Aktivera Utförlig Debug-loggning.

source: Only to Logfile
sv: Endast till loggfil

source: Message Categories:
sv: Meddelandekategorier:

source: Waiting...
sv: Väntar...

source: Add imports
sv: Lägg till importer

source: Retry selected
sv: Återförsök den valda

source: Event Types
sv: Händelsetyper

source: Statistics and queued clients for selected file(s) : Session / All time
sv: Statistik och köade klienter för vald fil(er): Session / All tid

source: Active Uploads
sv: Aktiva uppladdningar

source: Show Clients for
sv: Visa klienter för

source: Selected files
sv: Valda filer

source: Active uploads only
sv: Endast aktiva uppladdningar

source: Reload:
sv: Återladda:

source: Reload your shared files
sv: Återladda dina delade filer

source: Sends the specified message.
sv: Skickar det specificerade meddelandet.

source: Close this chat-session.
sv: Stäng denna chat-session.

source: Disabled [%s]
sv: Inaktiverad [%s]

source: secs
sv: sekunder

source: mins
sv: minuter

source: hours
sv: timmar

source: days
sv: dagar

source: all
sv: alla

source: all others
sv: alla andra

source: Incomplete
sv: Ofullständig

source: Stopped
sv: Stoppad

source: Archive
sv: Arkiv

source: Using config dir: %s
sv: Använder config dir: %s

source: Waiting for partfile convert thread to die...
sv: Väntar på att partfile-konverterings-tråd ska dö...

source: Importing %s: %s
sv: Importerar %s: %s

source: Reading temp folder
sv: Läsa temp-mappen

source: Retrieving basic information from download info file
sv: Hämta grundläggande information från nedladdnings-infofil

source: Creating destination file
sv: Skapa målfilen

source: Loading data from old download file (%u of %u)
sv: Ladda data från gamla hämtade filen (%u av %u)

source: Saving data block into new single download file (%u of %u)
sv: Spara datablock till ny enskilld nerladdningsfil (%u av %u)

source: Retrieving source downloadfile information
sv: Hämtar källor nerladningasfilsinformation

source: Adding download and saving new partfile
sv: Lägger till nerladdning och sparar ny partfile

source: Import partfiles
sv: Importera partfiles

source: Please choose a folder to search for temporary downloads! (subfolders will be included)
sv: Välj en mapp för att söka efter temporära hämtningar! (Undermappar kommer att ingå)

source: Remove sources?
sv: Ta bort källor?

source: ERROR: Failed to create partfile
sv: FEL: Misslyckades med att skapa partfile

source: Trying to load backup of met-file from %s
sv: Försöker ladda backup av met-fil från %s

source: ERROR: Failed to open part.met file: %s ==> %s
sv: FEL: Det gick inte att öppna part.met-fil: %s ==> %s

source: ERROR: part.met file is 0 size: %s ==> %s
sv: FEL: part.met fil är 0 i storlek: %s ==> %s

source: ERROR: Invalid part.met file version: %s ==> %s
sv: FEL: Ogiltig part.met-fil-version: %s ==> %s

source: Error: %s (%s) is corrupt (bad tags: %s), unable to load file.
sv: Fel: %s ( %s ) är korrupt (dåliga taggar: %s ), kan inte läsa in filen.

source: ERROR: %s (%s) is corrupt (wrong tagcount), unable to load file.
sv: FEL: %s ( %s ) är skadad (fel tagcount), oförmögen att läsa in filen.

source: Trying to recover file info...
sv: Försöker återhämta sig filinformation ...

source: Recovering no-named file - will try to recover it as RecoveredFile.dat
sv: Återstället icke namngiven fil - kommer att försöka återställa det som RecoveredFile.dat

source: Recovered all available file info :D - Trying to use it...
sv: Återvann all tillgängliga filinformation :D - Försöker att använda filen...

source: Unable to recover file info :(
sv: Det går inte att återställa filinformation :(

source: Failed to open %s (%s)
sv: Misslyckades med att öppna %s (%s)

source: WARNING: %s might be corrupted (%i)
sv: VARNING: %s kan vara skadad (%i)

source: ERROR while saving partfile: %s (%s ==> %s)
sv: FEL vid sparning av partfile: %s ( %s ==> %s )

source: IO failure while saving partfile:
sv: IO-fel vid sparandet av partfile:

source: Failed to save part.met.seeds file for %s
sv: Det gick inte att spara part.met-frö-fil för %s

source: Can't read seeds file for Partfile %s (%s)
sv: Kan inte läsa frö-filen för Partfile %s ( %s )

source: Error reading partfile's seeds file (%s - %s): %s
sv: Fel vid läsning partfile frö-fil ( %s - %s ): %s

source: Found completed part (%i) in %s
sv: Hittade avslutande del (%i) i %s

source: Finished rehashing %s
sv: Klar med återhashning av %s

source: Unexpected error while completing %s. File paused
sv: Oväntat fel vid färdigställande %s . Fil pausad

source: Finished downloading: %s
sv: Hämtat färdigt: %s

source: Deleting file: %s
sv: Tar bort fil: %s

source: WARNING: Unable to hash downloaded part - hashset incomplete for '%s'
sv: VARNING: Det går inte att hasha nedladdade delen - hashset ofullständig för '%s'

source: ERROR: Unable to hash downloaded part - hashset incomplete (%s). This should never happen
sv: FEL: Det går inte att hasha nedladdade delen - hashset ofullständig (%s). Detta bör aldrig hända

source: EOF while hashing downloaded part %u with length %u (max %u) of partfile '%s' with length %u: %s
sv: EOF medan hashning av hämtade del %u med längd %u (max %u) av partfile %s med längd %u: %s

source: WARNING: Not enough free disk-space! Pausing file: %s
sv: VARNING: Inte tillräckligt med ledigt diskutrymme! Pausa fil: %s

source: Downloaded part %i is corrupt in file: %s
sv: Nedladdade del %i är skadad i fil: %s

source: ICH: Recovered corrupted part %i for %s -> Saved bytes: %s
sv: ICH: Återvunnen skadad del %i för %s -> Sparade bytes: %s

source: Allocating
sv: Allokera

source: Insufficient disk space
sv: Otillräckligt diskutrymme

source: ERROR: Failed to open partfile '%s'
sv: FEL: Det gick inte att öppna partfile ' %s '

source: no options available
sv: Inga alternativ tillgängliga

source: Invalid category found, skipping
sv: Ogiltig kategori hittad, hoppar över

source: TCP port can't be higher than 65532 due to server UDP socket being TCP+3
sv: TCP-port kan inte vara högre än 65532 på grund av server UDP-socket är TCP+3

source: Default port will be used (%d)
sv: Standardporten kommer att användas ( %d )

source: Directories
sv: Kataloger

source: Remote Controls
sv: Fjärrkontroller

source: Online Signature
sv: Onlinesignatur

source: The following variables will be substituted: %PARTFILE - full path to the file %PARTNAME - file name only
sv: Följande variabler kommer att ersättas: %PARTFILE - hela sökvägen till filen %PARTNAME - endast filnamnet

source: Do not change these setting unless you know what you are doing, otherwise you can easily make things worse for yourself. aMule will run fine without adjusting any of these settings.
sv: Ändra inte dessa inställningar om du inte vet vad du gör, annars kan du enkelt göra saker värre för dig. aMule kommer fungera bra utan att justera några av dessa inställningar.

source: Failed to connect Cfg to widget with the ID %d and key %s
sv: Det gick inte att ansluta Cfg till widget med ID %d och nyckel %s

source: Failed to transfer data from Cfg to Widget with the ID %d and key %s
sv: Det gick inte att överföra data från Cfg till widget med ID %d och nyckel %s

source: The type of proxy you are connecting to
sv: Den typen av proxy du ansluter till

source: Failed to transfer data from Widget to Cfg with the ID %d and key %s
sv: Det gick inte att överföra data från widget till Cfg med ID %d och nyckel %s

source: You have enabled external connections but have not specified a password. External connections cannot be enabled unless a valid password is specified.
sv: Du har aktiverat externa anslutningar men har inte angett ett lösenord. External anslutningar kan inte aktiveras om inte ett giltigt lösenord anges.

source: aMule must be restarted to enable these changes:
sv: aMule måste startas om för att aktivera dessa ändringar:

source: - TCP port changed.
sv: - TCP-port ändrad.

source: - UDP port changed.
sv: - UDP-port ändrad.

source: - External connect port changed.
sv: - Extern anslutningsport ändrad.

source: - External connect acceptance changed.
sv: - Extern anslutningsacceptans ändrades.

source: - External connect interface changed.
sv: - Extern anslutningsgränssnitt ändrad.

source: - Protocol obfuscation support changed.
sv: - Stöd för fördunkling av protokoll ändrad.

source: Your Auto-update server list is empty. 'Auto-update server list at startup' will be disabled.
sv: Din automatiska uppdateringsserverlista är tom. 'Auto-uppdateringsserverlista vid start' inaktiveras.

source: - Language changed.
sv: - Språk ändrat.

source: - Temp folder changed.
sv: - Mappen Temp ändrades.

source: - ED2K network enabled.
sv: - ED2K-nätverk aktiverad.

source: Both eD2k and Kad network are disabled. You won't be able to connect until you enable at least one of them.
sv: Både eD2k- och Kad-nätverk är inaktiverade. Du kommer inte att kunna ansluta förrän du aktiverar åtminstone en av dem.

source: Kad will not start if your UDP port is disabled. Enable UDP port or disable Kad.
sv: Kad startar inte om din UDP-port är inaktiverad. Aktivra UDP-port eller inaktivera Kad.

source: You MUST restart aMule now. If you do not restart now, don't complain if anything bad happens.
sv: Du MÅSTE starta om aMule nu. Om du inte startar nu, klaga inte om något dåligt händer.

source: Your Auto-update servers list is in blank. Please fill in at least one URL to point to a valid server.met file. Click on the button "List" by this checkbox to enter an URL.
sv: Ditt automatiska uppdateringsserverlista är i tomt. Vänligen fylla i åtminstone en URL för att peka på en giltig server.met-fil. Klicka på knappen "lista" i denna kryssruta för att ange en URL.

source: Temporary files
sv: Temporära filer

source: Incoming files
sv: Inkommande filer

source: Online Signatures
sv: Online-signaturer

source: Choose a folder for %s
sv: Välj en mapp för %s

source: Browse for videoplayer
sv: Bläddra efter videospelare

source: Select browser
sv: Välj webbläsare

source: Executable%s
sv: Körbar %s

source: Edit server list
sv: Redigera serverlista

source: Add here URL's to download server.met files. Only one url on each line.
sv: Lägg här URL för att hämta server.met filer. Endast en webbadress på varje rad.

source: Connections Graph Scale: %d
sv: Anslutningsdiagramskala: %d
